/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Montant";

/* XFLD: label for a cell type selector */
"Currency" = "Devise";

/* XFLD: label for a cell phone type selector */
"fax" = "Fax";

/* XFLD: label for a cell phone type selector */
"home" = "Page d'accueil";

/* XBUT: label for a cell phone type selector */
"Home" = "Page d'accueil";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Principal";

/* XFLD: label for a cell phone type selector */
"mobile" = "Mobile";

/* XFLD: label for a cell phone type selector */
"other fax" = "Autre fax";

/* XFLD: label for a cell phone type selector */
"page" = "Pager";

/* XFLD: label for a cell phone type selector */
"Phone" = "Téléphone";

/* XFLD: label for a cell type selector */
"Value" = "Valeur";

/* XFLD: label for a cell phone type selector */
"work" = "Travail";

/* XFLD: label for a cell phone type selector */
"work fax" = "N° fax professionnel";

